
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "המכשיר אינו יודע כיצד לפתוח את הכתובת %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "לא ניתן להתחבר למחשב המארח %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "התקבלה מהשרת כותרת שאינה תקינה";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "לא ברור מה כתובת ה-IP של המארח: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "לא ניתן לאתר תיאור של יציאה %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "לא ניתן להתחבר למארח %@ דרך יציאה %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "התקבלה תגובה לא ידועה משרת ה-HTTP - %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "בקשת ה-HTTP נכשלה עבור הכתובת %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "הקשר למחשב המארח %@ אבד";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "לא ניתן לקרוא מ-%@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "‏זוהתה לולאת הפניות בזמן הנסיון להתחבר לכתובת %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "השירות אינו זמין עבור המחשב המארח %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "לא ניתן לפתוח חיבור נתונים עבור נתיב הכתובת: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "האובייקט אינו זמין עבור הכתובת: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "המחשב המארח אינו מכיר את פקודת ה-FTP: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "‏שם המשתמש או הסיסמה לא זוהו.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f ג״ב";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f ק״ב";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f מ״ב";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f בייטים";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f ג״ב";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f ג״ב";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f ק״ב";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f ק״ב";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f ק״ב";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f מ״ב";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f מ״ב";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ מתוך %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 בייטים";

/* String used for showing a one byte size */
"1 byte" = "בייט אחד";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "סיסמת טופס מקוון";

/* HTTP result code string */
"accepted" = "התקבל";

/* HTTP result code string */
"bad gateway" = "שער שאינו תקין";

/* HTTP result code string */
"bad request" = "בקשה שאינה תקינה";

/* HTTP result code string */
"client error" = "שגיאת לקוח";

/* HTTP result code string */
"conflict" = "התנגשות";

/* HTTP result code string */
"continue" = "המשך";

/* HTTP result code string */
"created" = "נוצר";

/* HTTP result code string */
"expectation failed" = "הציפייה נכשלה";

/* HTTP result code string */
"forbidden" = "אסור";

/* HTTP result code string */
"found" = "נמצא";

/* HTTP result code string */
"gateway timed out" = "אין מענה מצד השער";

/* HTTP result code string */
"informational" = "לידיעה";

/* HTTP result code string */
"internal server error" = "שגיאת שרת פנימית";

/* HTTP result code string */
"length required" = "דורש אורך מפורש";

/* HTTP result code string */
"method not allowed" = "שיטה שאינה מותרת";

/* HTTP result code string */
"moved permanently" = "‏הועבר באופן קבוע";

/* HTTP result code string */
"multiple choices" = "ריבוי חלופות";

/* HTTP result code string */
"needs proxy" = "זקוק לפרוקסי";

/* HTTP result code string */
"no content" = "אין תוכן";

/* HTTP result code string */
"no error" = "אין שגיאה";

/* HTTP result code string */
"no longer exists" = "אינו קיים עוד";

/* HTTP result code string */
"non-authoritative information" = "מידע שאינו סמכותי";

/* HTTP result code string */
"not found" = "לא נמצא";

/* HTTP result code string */
"not modified" = "לא שונה";

/* HTTP result code string */
"partial content" = "תוכן חלקי";

/* HTTP result code string */
"payment required" = "כרוך בתשלום";

/* HTTP result code string */
"precondition failed" = "תנאי הקדם לא התקיים";

/* HTTP result code string */
"proxy authentication required" = "דרוש אימות פרוקסי";

/* HTTP result code string */
"redirected" = "הופנה";

/* HTTP result code string */
"request timed out" = "הבקשה נתקלה בחוסר מענה";

/* HTTP result code string */
"request too large" = "הבקשה גדולה מדי";

/* HTTP result code string */
"requested URL too long" = "הכתובת המבוקשת ארוכה מדי";

/* HTTP result code string */
"requested range not satisfiable" = "לא ניתן לעמוד בטווח המבוקש";

/* HTTP result code string */
"reset content" = "איפוס תוכן";

/* HTTP result code string */
"see other" = "ראה/י אחר";

/* HTTP result code string */
"server error" = "שגיאת שרת";

/* HTTP result code string */
"service unavailable" = "השירות אינו זמין";

/* HTTP result code string */
"success" = "הצלחה";

/* HTTP result code string */
"switching protocols" = "מחליף פרוטוקול";

/* HTTP result code string */
"temporarily redirected" = "הופנה זמנית";

/* HTTP result code string */
"unacceptable" = "לא קביל";

/* HTTP result code string */
"unauthorized" = "לא מורשה";

/* HTTP result code string */
"unimplemented" = "לא מיושם";

/* Unknown filename */
"unknown" = "לא ידוע";

/* HTTP result code string */
"unsupported media type" = "סוג מדיה שאינו נתמך";

/* HTTP result code string */
"unsupported version" = "גירסה שאינה נתמכת";
